Repository: DonRP/BM
Catalog: game/*/*/intro_day2.po
Languages: french

source: [n] At night [withdissolve]
french: [n] La nuit [withdissolve]

source: Loud Voice || I HAVE SEEN IT! DON'T YOU DARE LIE TO ME AGAIN! [withvpunch]
french: Voix forte | / JE L'AI VU! N'OSE PLUS ME MENTIR! [withvpunch]

source: Female Voice || I'm not lying, I didn't do anything. He was just talking to me!
french: Voix féminine | / Je ne mens pas, je n'ai rien fait. Il me parlait juste!

source: Loud Voice || I FUCKIN' TOLD YOU WHAT'S GOIN TO HAPPEN, YOU FUCKIN' SLUT!
french: Voix forte / / JE T'AI PUTAIN DIT CE QUI VA SE PASSER, PUTAIN DE SALOPE!

source: Female Voice || No, please. I swear I didn't...
french: Voix féminine / / Non, s'il te plaît. Je jure que non...

source: Loud Voice || SHUT THE FUCK UP, SLUT!
french: Voix forte / / FERME TA GUEULE, SALOPE!

source: *SLAP* [withhpunch]
french: * GIFLE* [withhpunch]

source: Female Voice || Ahh... n-no, p-please...
french: Voix féminine / / Ahh... n-non, p-s'il te plaît...

source: Female Voice || Please...
french: Voix féminine / / S'il te plaît...

source: Loud Voice || I TOLD YOU TO SHUT UP SLUT!
french: Voix forte / / JE T'AI DIT DE LA FERMER SALOPE!

source: *SMACK* [withhpunch]
french: * CLAQUE* [withhpunch]

source: Female Voice || ACK
french: Voix féminine / / ACK

source: Female Voice || I'm sorry... I'm sorry...
french: Voix féminine / / Je suis désolé... Je suis désolé...

source: Loud Voice || Yeah, you better be... now, suck it!
french: Voix forte / / Ouais, tu ferais mieux de l'être... maintenant, suce-le!

source: Loud Voice || I TOLD YOU TO SUCK!
french: Voix forte | / JE T'AI DIT DE SUCER!

source: Female Voice || Yes, yes, I'm sorry...
french: Voix féminine / / Oui, oui, je suis désolé...

source: Female Voice || Unn...
french: Voix féminine / / Unn...

source: [n] *KNOCK* *KNOCK*
french: [n] * TOC * * TOC*

source: [pc] D-Dad? What's going on, why are you screaming?
french: [pc] D-Papa? Qu'est-ce qui se passe, pourquoi cries-tu?

source: Loud Voice || FUCK!
french: Voix forte / / FUCK!

source: [n] The door opens slightly.
french: [n] La porte s'ouvre légèrement.

source: Dad || Hey, it's okay. [m] and I just had a small argument. Nothing special. Go to bed [boygirl].
french: Papa / / Hé, c'est bon. [m] et j'ai juste eu une petite dispute. Rien de spécial. Va te coucher [boygirl].

source: [pc] Um... Dad, [m] is bleeding...
french: [pc] Um... Papa, [m] saigne...

source: Dad || It's okay, she was too stupid to watch where she was going and stumbled over something.
french: Papa / / C'est bon, elle était trop stupide pour regarder où elle allait et a trébuché sur quelque chose.

source: Dad || It's just a scratch, she's fine. Go to bed now.
french: Papa | / C'est juste une égratignure, elle va bien. Va te coucher maintenant.

source: [pc] Oh... okay.
french: [pc] Oh... d'accord.

source: [n] He closes the door.
french: [n] Il ferme la porte.

source: Dad || {size=-10}Are you happy now? You woke [himher] up with your stupid screaming!{/size}
french: Papa / / {taille=-10}Es-tu heureux maintenant? Tu as réveillé [himher] avec tes stupides cris!{/taille}

source: [m] {size=-10}...I'm sorry...{/size}
french: [m] {taille=-10}...Je suis désolé...{/taille}

source: Dad || {size=-10}Stupid bitch. Turn around!{/size}
french: Papa / / {taille=-10}Salope stupide. Tourne-toi!{/taille}

source: [m] {size=-10}B-but I'm not on the pill, you know that!?{/size}
french: [m] {size=-10}B-mais je ne prends pas la pilule, vous le savez!?{/taille}

source: [m] {size=-10}P-Please, it still hurts...{/size}
french: [m] {size=-10}P-S'il vous plait, ça fait encore mal...{/taille}

source: Dad || SHUT UP! I don't fucking care!
french: Papa / / LA FERME! Je m'en fous putain!

source: [pc] Shit...
french: [pc] Merde...

source: [pcthink] Damn, that was a heavy dream...
french: [pcthink] Merde, c'était un rêve lourd...

source: [pcthink] Did that really happen?
french: [pcthink] Est-ce vraiment arrivé?

source: [pcthink] ...why am I remembering this shit now...
french: [pcthink] ...pourquoi je me souviens de cette merde maintenant...

source: [pcthink] ...I guess she really treated me better than that asshole treated her...
french: [pcthink] ...Je suppose qu'elle m'a vraiment mieux traité que ce connard ne l'a traitée...

source: [pcthink] But still... I can't forgive her...
french: [pcthink] Mais quand même... Je ne peux pas lui pardonner...

source: [pcthink] I need a shower...
french: [pcthink] J'ai besoin d'une douche...

source: [n] A few minutes later. [withdissolve]
french: [n] Quelques minutes plus tard. [withdissolve]

source: [n] You hear the phone in your room ringing.
french: [n] Vous entendez le téléphone dans votre chambre sonner.

source: [pc] Yeah?
french: [pc] Oui?

source: Voice || Hello [mrms] [pcsure], this is the reception desk. We have a call from a woman named [m], who wants to talk to you.
french: Voix / / Bonjour [mrms] [pcsure], c'est la réception. Nous avons un appel d'une femme nommée [m], qui veut vous parler.

source: [pcthink] [m]?! What does she want now?
french: [pcthink] [m]?! Qu'est-ce qu'elle veut maintenant?

source: [pcthink] [m]?! How the fuck did she get the number?
french: [pcthink] [m]?! Comment diable a-t-elle eu le numéro?

source: Voice || Do you accept the call [mrms] [pcsure]?
french: Voix / / Acceptez-vous l'appel [mrms] [pcsure]?

source: Voice || O-Oh... okay, I will tell her...
french: Voix / / O-Oh... d'accord, je vais lui dire...

source: [pcthink] Fucking hell, I can't believe it. Why can't she just let me be...
french: [pcthink] Putain d'enfer, je n'arrive pas à y croire. Pourquoi ne peut-elle pas me laisser être...

source: Voice || Okay, one moment please...
french: Voix / / D'accord, un instant s'il te plaît...

source: [m] [pc], are you there?
french: [m] [pc], es-tu là?

source: [pc] ...yes.
french: [pc] ...Oui.

source: [m] [pc] I'm sorry for yesterday, I shouldn't have left so suddenly, but I...
french: [m] [pc] Je suis désolé pour hier, je n'aurais pas dû partir si soudainement, mais moi...

source: [pc] Don't worry about it.
french: [pc] Ne t'en fais pas.

source: [pcthink] Shit, why am I being nice to her?
french: [pcthink] Merde, pourquoi je suis gentil avec elle?

source: [m] Really?! Thanks [pc].
french: [m] Vraiment?! Merci [pc].

source: [m] But still, I didn't even pay my bill. Did you...
french: [m] Mais quand même, je n'ai même pas payé ma facture. Tu l'as fait...

source: [pc] Yeah, I paid it...
french: [pc] Oui, j'ai payé...

source: [m] Thank you, Hun. I'll make it up to you.
french: [m] Merci, Hun. Je vais le faire pour toi.

source: [pcthink] Did she just call me "Hun"?
french: [pcthink] Elle vient de m'appeler "Hun"?

source: [m] So, do you have a new apartment already?
french: [m] Alors, avez-vous déjà un nouvel appartement?

source: [m] I... wanted to say sorry for yesterday, I shouldn't have blindsided you like that...
french: [m] I... je voulais te dire pardon pour hier, je n'aurais pas dû t'aveugler comme ça...

source: [m] Our little meeting probably brought back a lot of bad memories...
french: [m] Notre petite rencontre nous a probablement rappelé beaucoup de mauvais souvenirs...

source: [pc] Is that all?
french: [pc] C'est tout?

source: [m] Uhm... I... Oh I wanted to ask, do you have a new apartment already?
french: [m] Uhm... I... Oh, je voulais demander, avez-vous déjà un nouvel appartement?

source: [pc] No I don't...
french: [pc] Non, je ne le fais pas...

source: [m] It's a shame, I've heard the burnt down building had really nice apartments.
french: [m] C'est dommage, j'ai entendu dire que l'immeuble incendié avait de très beaux appartements.

source: [pc] Wait! How do you know that I had my apartment there?
french: [pc] Attendez! Comment savez-vous que j'avais mon appartement là-bas?

source: [m] Um... you did? I didn't know. The fire was on TV. Didn't you see it?
french: [m] Um... tu l'as fait? Je ne savais pas. Le feu était à la télé. Tu ne l'as pas vu?

source: [pc] Uh... no, I didn't watch TV lately.
french: [pc] Euh... non, je n'ai pas regardé la télé ces derniers temps.

source: [pcthink] I guess that makes sense... She can't really know that it was my apartment that burned down.
french: [pcthink] Je suppose que c'est logique... Elle ne peut pas vraiment savoir que c'est mon appartement qui a brûlé.

source: [m] Well, I was thinking... If you need somewhere to stay... you could have your old room...
french: [m] Eh bien, je pensais... Si vous avez besoin d'un endroit pour rester... tu pourrais avoir ton ancienne chambre...

source: [pcthink] What the fuck???
french: [pcthink] Qu'est-ce que c'est que ce bordel???

source: [m] If you want.
french: [m] Si tu veux.

source: [pcthink] Does she really think I would want to live with her again?
french: [pcthink] Pense-t-elle vraiment que je voudrais vivre à nouveau avec elle?

source: [pc] I won't need it.
french: [pc] Je n'en aurai pas besoin.

source: [m] Oh okay, I thought so. I just wanted to let you know.
french: [m] Oh d'accord, je le pensais. Je voulais juste te le faire savoir.

source: [pc] Yeah, thanks...
french: [pc] Oui, merci...

source: [m] ...I bet your sister would have been happy to see you again.
french: [m] ...Je parie que ta soeur aurait été contente de te revoir.

source: [m] Oh, so you still remember her name?
french: [m] Oh, alors tu te souviens encore de son nom?

source: [pc] Very funny, [m].
french: [pc] Très drôle, [m].

source: [m] I'm sorry, [pc].
french: [m] Je suis désolé, [pc].

source: [pc] ...and by the way she is not my sister...
french: [pc] ...et au fait, ce n'est pas ma sœur...

source: [m] Hum... Of course not, but you always treated each other like brother and sister...
french: [m] Hum... Bien sûr que non, mais vous vous traitiez toujours comme un frère et une sœur...

source: [pcthink] Yeah, I guess we where really close back then...
french: [pcthink] Oui, je suppose que nous étions vraiment proches à l'époque...

source: [m] She was really sad when you left, you know.
french: [m] Elle était vraiment triste quand tu es partie, tu sais.

source: [pc] ...and whose fault was that?
french: [pc] ...et à qui la faute?

source: [pc] Is there something else you wanted to talk about?
french: [pc] Y a-t-il autre chose dont vous vouliez parler?

source: [m] N-No, I... just wanted to apologize for yesterday and tell you that you're welcome home anytime.
french: [m] N-Non, I... je voulais juste m'excuser pour hier et te dire que tu es la bienvenue à la maison n'importe quand.

source: [pc] Yeah, thanks. See ya [m].
french: [pc] Oui, merci. À [m].

source: [m] Goodbye [pc].
french: [m] Au revoir [pc].

source: [n] *Click*
french: [n] * Cliquez sur*

source: [pc] Humph... as if I would ever go back there...
french: [pc] Humph... comme si j'y retournerais un jour...

source: [pcthink] I wonder how she's been.
french: [pcthink] Je me demande comment elle va.

source: [pcthink] She was so young back then.
french: [pcthink] Elle était si jeune à l'époque.

source: [pcthink] She must be an adult now... uhh... I think...
french: [pcthink] Elle doit être adulte maintenant... uhh... Je pense...

source: [pcthink] Shit, how old is she?
french: [pcthink] Merde, quel âge a-t-elle?

source: [pc] Argh, I don't remember...
french: [pc] Argh, je ne m'en souviens pas...

source: [pcthink] Anyway, I still need a new apartment so I better start looking again.
french: [pcthink] De toute façon, j'ai encore besoin d'un nouvel appartement, alors je ferais mieux de recommencer à chercher.

source: [n] You spend some time looking for a new apartment.
french: [n] Vous passez du temps à chercher un nouvel appartement.

source: [pcthink] Damn, I can't believe there are no fucking apartments available in this town...
french: [pcthink] Merde, je n'arrive pas à croire qu'il n'y ait pas de putain d'appartements disponibles dans cette ville...

source: [pcthink] I guess I'd better rent the room for a little while longer.
french: [pcthink] Je suppose que je ferais mieux de louer la chambre un peu plus longtemps.

source: [n] You head down to the reception.
french: [n] Vous vous dirigez vers la réception.

source: [pc] Hey I'd like to have the room for a bit longer.
french: [pc] Hé, j'aimerais avoir la chambre un peu plus longtemps.

source: Receptionist || Oh, hello [mrms] [pcsure], I'm sorry, but that's not possible at the moment. We are awaiting a group of guests that arrive tomorrow.
french: Réceptionniste / / Oh, bonjour [mrms] [pcsure], Je suis désolé, mais ce n'est pas possible pour le moment. Nous attendons un groupe d'invités qui arrivent demain.

source: [pc] Okay, no problem. I'm not picky, I'd take any other room.
french: [pc] D'accord, pas de problème. Je ne suis pas pointilleux, je prendrais n'importe quelle autre pièce.

source: Receptionist || Sorry [mrms] [pcsure], but in fact, all rooms are booked...
french: Réceptionniste / / Désolé [mrms] [pcsure], mais en fait, toutes les chambres sont réservées...

source: [pc] What?! Every single room?
french: [pc] Quoi?! Chaque chambre?

source: Receptionist || Yes, there is an international trade fair over the next few weeks, so we are awaiting many guests.
french: Réceptionniste / / Oui, il y a un salon international au cours des prochaines semaines, nous attendons donc de nombreux invités.

source: [pc] Ugh... shit. But I really need a room.
french: [pc] Pouah... merde. Mais j'ai vraiment besoin d'une chambre.

source: Receptionist || I'm sorry, [mrms] [pcsure]. I guess you have to book a room somewhere else, but it's most likely that all of the major hotels are fully booked.
french: Réceptionniste / / Je suis désolé, [mrms] [pcsure]. Je suppose que vous devez réserver une chambre ailleurs, mais il est fort probable que tous les grands hôtels soient complets.

source: Receptionist || You could try some of the smaller motels around town. Maybe some of them still have rooms.
french: Réceptionniste / / Vous pouvez essayer certains des plus petits motels de la ville. Peut-être que certains d'entre eux ont encore des chambres.

source: [pc] Yeah, I guess a motel will do...
french: [pc] Oui, je suppose qu'un motel fera l'affaire...

source: [n] The moment you're about to leave, a man looking like a manager shows up and starts to argue with the receptionist.
french: [n] Au moment où vous êtes sur le point de partir, un homme ressemblant à un manager se présente et commence à se disputer avec la réceptionniste.

source: Manager || [r], what the hell!? How many times do I have to tell you that you have to wear a bra?
french: Manager / / [r], que diable!? Combien de fois dois-je te dire que tu dois porter un soutien-gorge?

source: [r] I-I'm sorry, sir.
french: [r] Je-je suis désolé, monsieur.

source: Manager || You're sorry?! [r] you shouldn't be sorry, you should be ashamed!
french: Manager / / Tu es désolé?! [r] tu ne devrais pas être désolé, tu devrais avoir honte!

source: Manager || We have standards in this hotel, [r]! Your shameful behavior already got the attention of some of our guests. That's not acceptable.
french: Gestionnaire / / Nous avons des normes dans cet hôtel, [r]! Votre comportement honteux a déjà attiré l'attention de certains de nos invités. Ce n'est pas acceptable.

source: [r] I'm sorry, sir. I-It's just that the technician still didn't fix the AC and it's so hot in here.
french: [r] Je suis désolé, monsieur. C'est juste que le technicien n'a toujours pas réparé la climatisation et qu'il fait si chaud ici.

source: Manager || That's no excuse for dressing like a whore!
french: Manager / / Ce n'est pas une excuse pour s'habiller comme une pute!

source: [pcthink] Whoa, that's a bit harsh...
french: [pcthink] Whoa, c'est un peu dur...

source: [r] I'm sorry, sir...
french: [r] Je suis désolé, monsieur...

source: Manager || I'm tired of your excuses, [r]. I've had enough of this now. Get your stuff and leave.
french: Manager / / J'en ai marre de tes excuses, [r]. J'en ai assez de ça maintenant. Prends tes affaires et pars.

source: [r] B-but sir! Please, I-I need the money, you can't just throw me out!?
french: [r] B-mais monsieur! S'il te plaît, j'ai besoin d'argent, tu ne peux pas me jeter dehors!?

source: Manager || Don't make a scene now, it's your own fault, I've given you enough warnings!
french: Manager / / Ne fais pas de scène maintenant, c'est de ta faute, je t'ai donné assez d'avertissements!

source: [r] I'm sorry...
french: [r] Je suis désolé...

source: Manager || I'll send George over to take care of the reception and I expect you to be gone in half an hour at the latest!
french: Manager / / Je vais envoyer George s'occuper de la réception et je m'attends à ce que tu sois parti dans une demi-heure au plus tard!

source: [r] Yes, sir...
french: [r] Oui, monsieur...

source: [pcthink] Damn, seems like I'm not the only one having a bad day...
french: [pcthink] Merde, on dirait que je ne suis pas le seul à avoir une mauvaise journée...

source: [n] You head back to your room.
french: [n] Tu retournes dans ta chambre.

source: [pcthink] Maybe I should've said something...
french: [pcthink] J'aurais peut-être dû dire quelque chose...

source: [n] You pick up your smartphone and browse through the internet, looking for motels in town.
french: [n] Vous prenez votre smartphone et naviguez sur Internet, à la recherche de motels en ville.

source: [pcthink] ... damn she was right. Almost everything is fully booked...
french: [pcthink] ... putain, elle avait raison. Presque tout est complet...

source: [n] After a while you book a room in one of the few available motels.
french: [n] Après un certain temps, vous réservez une chambre dans l'un des rares motels disponibles.

source: [pcthink] Not much choice here... I hope it's not a shit-hole.
french: [pcthink] Pas beaucoup de choix ici... J'espère que ce n'est pas un trou de merde.

source: [mschoice] No way, and tell her to never call again!
french: [mschoice] Pas question, et dis-lui de ne plus jamais appeler!

source: [mschoice] ...yeah.
french: [mschoice] ...ouais.
